<!DOCTYPE html>
<html>
<head><meta name="generator" content="Hexo 3.8.0">
  <meta charset="utf-8">
  <title>在线教育市场调查 | 极客世界</title>
  <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
  <link rel="shortcut icon" href="/favicon.ico">
  <link rel="stylesheet" href="/css/app.css">
  <!-- <link rel='stylesheet' href='http://fonts.useso.com/css?family=Source+Code+Pro'> -->
  
</head>
</html>
<body>
  <nav class="app-nav">
  
    
      <a href="/.">home</a>
    
  
    
      <a href="/archives">archive</a>
    
  
    
      <a href="/atom.xml">rss</a>
    
  
</nav>

  <main class="post">
  <article>
  <h1 class="article-title">
    <a href="/2020/03/06/leju_mooc_online_investigation/">在线教育市场调查</a>
  </h1>

  <section class="article-meta">
    <p class="article-date">March 06 2020</p>
  </section>

  <section class="article-entry">
    <div id="content">

<div id="outline-container-orgf451691" class="outline-2">
<h2 id="orgf451691">&#x80CC;&#x666F;&#x4ECB;&#x7ECD;</h2>
<div class="outline-text-2" id="text-orgf451691">
<ul class="org-ul">
<li><p>
&#x5927;&#x52BF;&#x6240;&#x8D8B;
</p>

<p>
&#x636E;&#x9AD8;&#x76DB;GoldmanSachs&#x7684;&#x6570;&#x636E;&#x663E;&#x793A;: &#x6821;&#x5916;&#x57F9;&#x8BAD;&#x7684;&#x5E02;&#x573A;&#x89C4;&#x6A21;&#x5728; 2025&#x5E74;&#x5C06;&#x8FBE;&#x5230; 570&#x4EBF;&#x7F8E;&#x5143;&#x3002;
</p>

<p>
&#x827E;&#x5A92;&#x54A8;&#x8BE2;&#x7684;&#x6570;&#x636E;&#x663E;&#x793A;&#xFF0C;&#x5728; 2020 &#x5E74;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x7684;&#x5E02;&#x573A;&#x89C4;&#x6A21;&#x4F1A;&#x8FBE;&#x5230; 4538 &#x4EBF;&#x4EBA;&#x6C11;&#x5E01;&#x3002;
</p>


<div class="figure">
<p><img src="http://science.china.com.cn/images/2020-02/13/64e42f5d-e02f-41af-a811-184703faa149.png"> 
</p>
</div>

<p>
&#x867D;&#x7136;&#x4E24;&#x8005;&#x7684;&#x6570;&#x5B57;&#x76F8;&#x5DEE;&#x8F83;&#x5927;&#xFF0C;&#x4F46;&#x662F;&#x57FA;&#x672C;&#x4E0A;&#x4F53;&#x73B0;&#x4E86;&#x4E3B;&#x6D41;&#x673A;&#x6784;&#x5BF9;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x5E02;&#x573A;&#x7684;&#x5224;&#x65AD;&#x548C;&#x9884;&#x6D4B;&#x3002;&#x90FD;&#x662F;&#x975E;&#x5E38;&#x770B;&#x597D;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x884C;&#x4E1A;&#x7684;&#x53D1;&#x5C55;&#x3002;
</p>

<p>
&#x540C;&#x65F6;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x7684;&#x5E02;&#x573A;&#x53D1;&#x5C55;&#x9636;&#x6BB5;&#x5DF2;&#x7ECF;&#x4ECE;&#x6982;&#x5FF5;&#x63A8;&#x5E7F;&#x548C;&#x666E;&#x53CA;&#xFF0C;&#x5230;&#x7528;&#x6237;&#x81EA;&#x884C;&#x9009;&#x62E9;&#x6BD4;&#x8F83;&#x7684;&#x9636;&#x6BB5;&#x3002;&#x4EE5;&#x4E0B;&#x662F;&#x6765;&#x81EA;&#x827E;&#x5A92;&#x6570;&#x636E;&#x4E2D;&#x5FC3;&#x7684;&#x4E00;&#x4EFD;&#x8C03;&#x67E5;&#x56FE;&#x8868;&#xFF1A;
</p>


<div class="figure">
<p><img src="http://carlosupload.lejuhub.com/img/20200306112429.png">
</p>
</div></li>
</ul>


<ul class="org-ul">
<li><p>
&#x9ED1;&#x5929;&#x9E45;
</p>

<p>
2019&#x65B0;&#x578B;&#x51A0;&#x72B6;&#x75C5;&#x6BD2;&#x5BF9;&#x56FD;&#x6C11;&#x751F;&#x6D3B;&#x4EA7;&#x751F;&#x4E86;&#x5DE8;&#x5927;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x6700;&#x6839;&#x672C;&#x4E0A;&#x7684;&#x5F71;&#x54CD;&#x5C31;&#x662F;&#x5BF9;&#x4EBA;&#x6C11;&#x5065;&#x5EB7;&#x7684;&#x5F71;&#x54CD;&#x3002;&#x51CF;&#x5C11;&#x4EBA;&#x5458;&#x5BC6;&#x96C6;&#xFF0C;&#x51CF;&#x5C11;&#x75C5;&#x6BD2;&#x4F20;&#x64AD;&#x662F;&#x76EE;&#x524D;&#x57FA;&#x672C;&#x4E0A;&#x6574;&#x4E2A;&#x793E;&#x4F1A;&#x7684;&#x5171;&#x8BC6;&#x3002;&#x5065;&#x5EB7;&#x8981;&#x4FDD;&#x969C;&#xFF0C;&#x4F46;&#x662F;&#x751F;&#x6D3B;&#x4E5F;&#x8981;&#x7EE7;&#x7EED;&#xFF0C;&#x5B66;&#x751F;&#x7684;&#x6559;&#x5B66;&#x95EE;&#x9898;&#x662F;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x91CD;&#x8981;&#x7684;&#x95EE;&#x9898;&#x3002;&#x800C;&#x4E2D;&#x56FD;&#x4E92;&#x8054;&#x7F51;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x884C;&#x4E1A;&#x7684;&#x51C6;&#x5907;&#x4E5F;&#x4E3A;&#x89E3;&#x51B3;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x63D0;&#x4F9B;&#x4E86;&#x975E;&#x5E38;&#x597D;&#x7684;&#x57FA;&#x7840;&#x3002;
</p>

<p>
&#x7531;&#x4E8E;&#x75AB;&#x60C5;&#x7684;&#x539F;&#x56E0;&#xFF0C;&#x8BA9;&#x66F4;&#x591A;&#x7684;&#x7528;&#x6237;&#x6216;&#x8005;&#x88AB;&#x52A8;&#xFF0C;&#x6216;&#x8005;&#x4E3B;&#x52A8;&#x5730;&#x9009;&#x62E9;&#x4E86;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x7684;&#x4EA7;&#x54C1;&#x3002;&#x8FC5;&#x901F;&#x6D8C;&#x5165;&#x7684;&#x6D77;&#x91CF;&#x65B0;&#x7528;&#x6237;&#x610F;&#x5473;&#x7740;&#x83B7;&#x5BA2;&#x6210;&#x672C;&#x7684;&#x964D;&#x4F4E;&#x3002;&#x62C9;&#x65B0;&#x96BE;&#x3001;&#x83B7;&#x5BA2;&#x6210;&#x672C;&#x9AD8;&#x4E00;&#x76F4;&#x662F;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x884C;&#x4E1A;&#x6700;&#x5927;&#x7684;&#x75DB;&#x70B9;&#x3002;&#x636E;&#x6B64;&#x524D;&#x65B0;&#x4E1C;&#x65B9;&#x53D1;&#x5E03;&#x7684;&#x62A5;&#x544A;&#x663E;&#x793A;&#xFF0C;&#x7EBF;&#x4E0B;&#x673A;&#x6784;&#x7684;&#x4ED8;&#x8D39;&#x7528;&#x6237;&#x83B7;&#x5BA2;&#x6210;&#x672C;&#x7EA6;&#x4E3A; 500-1000 &#x5143;&#xFF0C;&#x7EBF;&#x4E0A;&#x673A;&#x6784;&#x7684;&#x83B7;&#x5BA2;&#x6210;&#x672C;&#x5219;&#x5728; 3000 &#x5143;&#x4EE5;&#x4E0A;&#xFF0C;&#x662F;&#x7EBF;&#x4E0B;&#x7684; 3-6 &#x500D;&#xFF0C;&#x7EBF;&#x4E0A;&#x4E00;&#x5BF9;&#x4E00;&#x673A;&#x6784;&#x7684;&#x83B7;&#x5BA2;&#x6210;&#x672C;&#x66F4;&#x9AD8;&#xFF0C;&#x4E3A; 5000-15000 &#x5143;&#x3002;&#x636E;&#x4E1A;&#x5185;&#x4EBA;&#x58EB;&#x900F;&#x9732;: &#x201C;&#x76EE;&#x524D;&#x4ECE;&#x6574;&#x4E2A;&#x884C;&#x4E1A;&#x770B;&#xFF0C;&#x83B7;&#x5BA2;&#x6210;&#x672C;&#x8282;&#x7701;&#x4E86;&#x4E00;&#x534A;&#x4EE5;&#x4E0A;&#x201D;&#x3002;&#x75AB;&#x60C5;&#x671F;&#x95F4;&#x7684; &#x201C;&#x505C;&#x8BFE;&#x4E0D;&#x505C;&#x5B66;&#x201D;&#xFF0C;&#x964D;&#x4F4E;&#x4E86;&#x5F88;&#x591A;&#x5B66;&#x751F;&#x548C;&#x5BB6;&#x957F;&#x5C1D;&#x8BD5;&#x7EBF;&#x4E0A;&#x6559;&#x80B2;&#x7684;&#x95E8;&#x69DB;&#x3002;&#x7531;&#x4E8E;&#x8FD9;&#x4E2A;&#x7279;&#x6B8A;&#x7684;&#x4E8B;&#x4EF6;&#xFF0C;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x7684;&#x666E;&#x53CA;&#x5316;&#x53CA;&#x5E02;&#x573A;&#x89C4;&#x6A21;&#x5C06;&#x5F97;&#x5230;&#x52A0;&#x901F;&#x6F14;&#x5316;&#x3002;
</p></li>
</ul>
</div>
</div>

<div id="outline-container-orgcb687cf" class="outline-2">
<h2 id="orgcb687cf">&#x5BF9;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x7684;&#x7406;&#x89E3;</h2>
<div class="outline-text-2" id="text-orgcb687cf">
<ul class="org-ul">
<li><p>
&#x5BF9;&#x73B0;&#x6709;&#x6A21;&#x5F0F;&#x7684;&#x7406;&#x89E3;
</p>

<p>
&#x636E;&#x9AD8;&#x76DB;&#x7684;&#x6570;&#x636E;&#x7EDF;&#x8BA1;&#x6839;&#x636E;&#x6388;&#x8BFE;&#x4EBA;&#x6570;&#x4E0D;&#x540C;&#x4F01;&#x4E1A;&#x7684;&#x6210;&#x672C;&#x5E76;&#x4E0D;&#x76F8;&#x540C;&#xFF0C;&#x5982;&#x4E0B;&#x56FE;:
</p>


<div class="figure">
<p><img src="http://carlosupload.lejuhub.com/img/20200306195913.png">
</p>
</div>

<p>
&#x4E0A;&#x56FE;&#x8BF4;&#x660E;&#x4E86;&#x73ED;&#x7EA7;&#x7684;&#x4EBA;&#x6570;&#x662F;&#x4E00;&#x4E2A;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x4EA7;&#x54C1;&#x5B9A;&#x4F4D;&#x7684;&#x6838;&#x5FC3;&#x56E0;&#x7D20;&#x3002;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x4EE5;&#x4EBA;&#x6570;&#x6765;&#x5212;&#x5206;&#x76EE;&#x524D;&#x6709;&#x4E09;&#x79CD;&#xFF1A; &#x4E00;&#x5BF9;&#x4E00; &#xFF0C;&#x5C0F;&#x73ED;&#x6559;&#x5B66;&#xFF0C;&#x5927;&#x73ED;&#x6559;&#x5B66;&#x3002;
</p>

<p>
&#x5728;&#x6211;&#x770B;&#x6765;&#x5927;&#x73ED;&#x6559;&#x5B66;&#x7684;&#x7ECF;&#x6D4E;&#x6548;&#x76CA;&#x662F;&#x6700;&#x9AD8;&#x7684;&#xFF0C;&#x4E00;&#x4E2A;&#x8001;&#x5E08;&#x7684;&#x65F6;&#x95F4;&#x76F8;&#x5F53;&#x4E8E;&#x540C;&#x65F6;&#x590D;&#x5236;&#x591A;&#x4EFD;&#xFF0C;&#x5C31;&#x50CF;&#x8BA1;&#x7B97;&#x673A;&#x8F6F;&#x4EF6;&#x4E00;&#x6837;&#x3002;&#x968F;&#x7740;&#x9500;&#x552E;&#x89C4;&#x6A21;&#x7684;&#x4E0A;&#x5347;&#xFF0C;&#x5355;&#x4F4D;&#x6210;&#x672C;&#x4F1A;&#x4E0D;&#x65AD;&#x4E0B;&#x964D;&#x76F4;&#x5230;&#x5230;&#x514D;&#x8D39;&#x3002;&#x4F46;&#x662F;&#x5927;&#x73ED;&#x6559;&#x5B66;&#x7684;&#x95E8;&#x69DB;&#x4E5F;&#x6700;&#x9AD8;&#xFF0C;&#x4E00;&#x822C;&#x5927;&#x73ED;&#x6559;&#x5B66;&#x662F;&#x4EE5;&#x8001;&#x5E08;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x660E;&#x661F;&#x8BB2;&#x5E08;&#x4E3A;&#x4E2D;&#x5FC3;&#xFF0C;&#x4EE5;&#x8001;&#x5E08;&#x7684;&#x7279;&#x70B9;&#x6765;&#x5438;&#x5F15;&#x5B66;&#x751F;&#x3002;&#x800C;&#x660E;&#x661F;&#x8BB2;&#x5E08;&#x53C8;&#x662F;&#x7A00;&#x7F3A;&#x8D44;&#x6E90;&#xFF0C;&#x9700;&#x8981;&#x6295;&#x5165;&#x6BD4;&#x8F83;&#x591A;&#x7684;&#x6210;&#x672C;&#x624D;&#x80FD;&#x4EA7;&#x51FA;&#x9AD8;&#x7AEF;&#x7684;&#x660E;&#x661F;&#x8BB2;&#x5E08;&#x3002;
</p>

<p>
&#x4E00;&#x5BF9;&#x4E00; &#x6559;&#x5B66;&#x6211;&#x4E2A;&#x4EBA;&#x8BA4;&#x4E3A;&#x624D;&#x662F;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x6700;&#x597D;&#x7684;&#x6A21;&#x578B;&#x3002;&#x80FD;&#x505A;&#x5230;&#x56E0;&#x6750;&#x65BD;&#x6559;&#xFF0C;&#x8BA9;&#x6BCF;&#x4E2A;&#x5B66;&#x751F;&#x90FD;&#x80FD;&#x5F97;&#x5230;&#x548C;&#x81EA;&#x5DF1;&#x6C34;&#x5E73;&#x4EE5;&#x53CA;&#x5929;&#x8D4B;&#x9AD8;&#x5EA6;&#x76F8;&#x5173;&#x7684;&#x5EFA;&#x8BAE;&#x548C;&#x53CD;&#x9988;&#x3002;&#x8FD9;&#x79CD;&#x6559;&#x5B66;&#x6A21;&#x5F0F;&#x624D;&#x80FD;&#x5F97;&#x5230;&#x66F4;&#x597D;&#x7684;&#x6559;&#x5B66;&#x6210;&#x679C;&#x3002;&#x4F46;&#x662F; &#x4E00;&#x5BF9;&#x4E00; &#x5B58;&#x5728;&#x7684;&#x95EE;&#x9898;&#x662F;&#x8FD0;&#x8425;&#x96BE;&#x5EA6;&#xFF0C;&#x7528;&#x6237;&#x8F6C;&#x5316;&#x7387;&#x4F4E;&#xFF0C;&#x83B7;&#x5BA2;&#x6210;&#x672C;&#x9AD8;&#xFF0C;&#x5468;&#x671F;&#x957F;&#x90FD;&#x662F; &#x4E00;&#x5BF9;&#x4E00; &#x6A21;&#x5F0F;&#x589E;&#x957F;&#x7684;&#x6700;&#x5927;&#x963B;&#x788D;&#x3002;
</p>

<p>
&#x53E6;&#x5916;&#x4E0D;&#x7BA1;&#x662F;&#x54EA;&#x79CD;&#x89C4;&#x6A21;&#xFF0C;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x7684;&#x4F18;&#x52BF;&#x5FC5;&#x987B;&#x662F;&#x56E0;&#x6750;&#x65BD;&#x6559;&#xFF0C;&#x5E94;&#x7528;&#x65B0;&#x6280;&#x672F;&#x6BD4;&#x5982; AI&#xFF0C;&#x7F51;&#x7EDC;&#x4E92;&#x52A8;&#xFF0C;&#x591A;&#x5A92;&#x4F53;&#x6559;&#x5B66;&#x3002;&#x624D;&#x80FD;&#x6210;&#x4E3A;&#x7EBF;&#x4E0B;&#x6559;&#x5B66;&#x7684;&#x5EF6;&#x4F38;&#xFF0C;&#x6765;&#x4E3A;&#x5B66;&#x751F;&#x63D0;&#x4F9B;&#x66F4;&#x9AD8;&#x8D28;&#x91CF;&#x7684;&#x6559;&#x5B66;&#x670D;&#x52A1;&#x3002;&#x751A;&#x81F3;&#x662F;&#x5E2E;&#x52A9;&#x4E00;&#x4E9B;&#x5728;&#x4F20;&#x7EDF;&#x6559;&#x80B2;&#x6A21;&#x5F0F;&#x4E0B;&#x4E0D;&#x80FD;&#x53D1;&#x6325;&#x5929;&#x8D4B;&#x7684;&#x5B66;&#x751F;&#x627E;&#x5230;&#x5B66;&#x4E60;&#x7684;&#x4E50;&#x8DA3;&#x3002;
</p></li>

<li><p>
&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x7684;&#x5E02;&#x573A;&#x57FA;&#x7840;
</p>

<p>
&#x636E;&#x827E;&#x5A92;&#x6570;&#x636E;&#x4E2D;&#x5FC3;&#x7684;&#x6570;&#x636E;&#x6765;&#x770B;&#xFF0C;&#x76EE;&#x524D;&#x6765;&#x8BF4; 70% &#x7684;&#x4E2D;&#x56FD; K-12 &#x9636;&#x6BB5;&#x9002;&#x9F84;&#x4EBA;&#x53E3;&#x5C45;&#x4F4F;&#x5728;&#x4E09;&#x7EBF;&#x53CA;&#x4EE5;&#x4E0B;&#x57CE;&#x5E02;&#x3002;&#x60F3;&#x8981;&#x8BA9;&#x4E00;&#x7EBF;&#x57CE;&#x5E02;&#x8FD9;&#x4E9B;&#x96C6;&#x4E2D;&#x8D77;&#x6765;&#x7684;&#x4F18;&#x52BF;&#x6559;&#x5B66;&#x8D44;&#x6E90;&#x53D1;&#x6325;&#x6700;&#x5927;&#x7684;&#x6548;&#x80FD;&#x8BA9;&#x5C3D;&#x53EF;&#x80FD;&#x591A;&#x7684;&#x5B66;&#x751F;&#x5F97;&#x5230;&#x8FD9;&#x4E9B;&#x8D44;&#x6E90;&#x7684;&#x670D;&#x52A1;&#xFF0C;&#x90A3;&#x4E48;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x662F;&#x4E00;&#x4E2A;&#x5FC5;&#x4E0D;&#x53EF;&#x5C11;&#x7684;&#x624B;&#x6BB5;&#x548C;&#x5DE5;&#x5177;&#x3002;
</p>

<p>
&#x8BFE;&#x5916;&#x6559;&#x5B66;&#x672C;&#x8EAB;&#x5C31;&#x6709;&#x6BD4;&#x8F83;&#x5927;&#x5E02;&#x573A;&#x57FA;&#x7840;&#xFF0C;&#x800C;&#x7EBF;&#x4E0B;&#x7684;&#x8BFE;&#x5916;&#x6559;&#x5B66;&#x56E0;&#x4E3A;&#x5730;&#x7406;&#x4F4D;&#x7F6E;&#xFF0C;&#x65F6;&#x95F4;&#xFF0C;&#x6210;&#x672C;&#x63A7;&#x5236;&#x7B49;&#x539F;&#x56E0;&#x5E76;&#x4E0D;&#x80FD;&#x505A;&#x5230;&#x6700;&#x5927;&#x5316;&#x7684;&#x8D44;&#x6E90;&#x5206;&#x914D;&#x3002;&#x7EBF;&#x4E0A;&#x7684;&#x8BFE;&#x5916;&#x6559;&#x5B66;&#xFF0C;&#x4F1A;&#x4ECE;&#x7EBF;&#x4E0B;&#x7684;&#x8BFE;&#x5916;&#x6559;&#x5B66;&#x4E2D;&#x83B7;&#x5F97;&#x7528;&#x6237;&#x3002;&#x90A3;&#x4E9B;&#x56E0;&#x4E3A;&#x5730;&#x7406;&#x4F4D;&#x7F6E;&#x800C;&#x4E0D;&#x80FD;&#x83B7;&#x5F97;&#x66F4;&#x597D;&#x7684;&#x6559;&#x5B66;&#x8D44;&#x6E90;&#xFF0C;&#x4F46;&#x662F;&#x6709;&#x8FEB;&#x5207;&#x9700;&#x6C42;&#x7684;&#x7528;&#x6237;&#x3002;&#x90FD;&#x4F1A;&#x6210;&#x4E3A;&#x7EBF;&#x4E0A;&#x6559;&#x5B66;&#x7684;&#x5FE0;&#x5B9E;&#x7528;&#x6237;&#x3002;
</p>

<p>
&#x6839;&#x636E;&#x300A;&#x6BCF;&#x65E5;&#x7ECF;&#x6D4E;&#x65B0;&#x95FB;&#x300B;&#x62A5;&#x9053;&#x7684;&#x6570;&#x636E;&#x6765;&#x770B;&#xFF0C;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x7684;&#x7528;&#x6237;&#x6B63;&#x5728;&#x9010;&#x5E74;&#x4E0D;&#x505C;&#x5730;&#x589E;&#x957F;&#x3002;
</p>


<div class="figure">
<p><img src="http://carlosupload.lejuhub.com/img/20191008-7b2ea28e669045e9.jpg">
</p>
</div>

<p>
&#x6700;&#x91CD;&#x8981;&#x7684;&#x662F;&#xFF1A; 2019 &#x5E74;&#x6559;&#x80B2;&#x90E8;&#x7B49;11&#x90E8;&#x95E8;&#x8054;&#x5408;&#x53D1;&#x5E03;&#x300A;&#x5173;&#x4E8E;&#x4FC3;&#x8FDB;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x5065;&#x5EB7;&#x53D1;&#x5C55;&#x7684;&#x6307;&#x5BFC;&#x610F;&#x89C1;&#x300B;&#xFF0C;&#x5219;&#x662F;&#x56FD;&#x5BB6;&#x5C42;&#x9762;&#x5BF9;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x7684;&#x91CD;&#x89C6;&#x548C;&#x770B;&#x597D;&#x3002;
</p></li>
</ul>
</div>
</div>


<div id="outline-container-org2e7a40a" class="outline-2">
<h2 id="org2e7a40a">&#x5BF9;&#x5F53;&#x524D;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x5E02;&#x573A;&#x884C;&#x4E1A;&#x7684;&#x4E86;&#x89E3;</h2>
<div class="outline-text-2" id="text-org2e7a40a">
<ul class="org-ul">
<li><p>
&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x5934;&#x90E8;&#x4F01;&#x4E1A;
</p>

<p>
&#x65B0;&#x4E1C;&#x65B9;&#xFF0C;&#x5B66;&#x800C;&#x601D;&#xFF0C;&#x638C;&#x95E8;1&#x5BF9;1&#xFF0C;&#x8FD9;&#x4E9B;&#x4F01;&#x4E1A;&#x5DF2;&#x7ECF;&#x5F62;&#x6210;&#x4E86;&#x4E00;&#x5957;&#x81EA;&#x6210;&#x4F53;&#x73B0;&#x7684;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x4EA7;&#x54C1;&#x3002;&#x5E76;&#x4E14;&#x5728;&#x75AB;&#x60C5;&#x4E4B;&#x524D;&#x5DF2;&#x7ECF;&#x5F97;&#x5230;&#x4E86;&#x5145;&#x5206;&#x7684;&#x5B9E;&#x8DF5;&#x548C;&#x53D1;&#x5C55;&#x3002;&#x901A;&#x8FC7;&#x4F5C;&#x4E3A;&#x8BFE;&#x540E;&#x8F85;&#x52A9;&#x5E2E;&#x52A9;&#x5B66;&#x751F;&#x5728;&#x8003;&#x8BD5;&#xFF0C;&#x6BD4;&#x8D5B;&#x4E2D;&#x83B7;&#x5F97;&#x66F4;&#x597D;&#x7684;&#x6210;&#x7EE9;&#x6765;&#x5F62;&#x6210;&#x54C1;&#x724C;&#x3002;&#x8FD9;&#x662F;&#x975E;&#x5E38;&#x6709;&#x5B9E;&#x9645;&#x610F;&#x4E49;&#x7684;&#x670D;&#x52A1;&#x3002;
</p>

<ol class="org-ol">
<li><p>
&#x65B0;&#x4E1C;&#x65B9;&#x7684;&#x4E1C;&#x65B9;&#x4F18;&#x64AD;
</p>

<p>
&#x4E00;&#x4E2A;&#x76EE;&#x524D;&#x6BD4;&#x8F83;&#x6709;&#x5F71;&#x54CD;&#x529B;&#x7684;&#x4EA7;&#x54C1;&#x3002;&#x636E;&#x591A;&#x77E5;&#x7F51;&#x62A5;&#x9053;&#xFF0C;2019&#x5E74;&#x4E1C;&#x65B9;&#x4F18;&#x64AD;&#x7684;&#x6691;&#x671F;&#x62DB;&#x751F;&#x4EBA;&#x6B21;&#x7834; 20 &#x4E07;, &#x8F6C;&#x5316;&#x7387;&#x8FBE; 20%&#x3002;&#x4E1C;&#x65B9;&#x4F18;&#x64AD;&#x91C7;&#x7528;&#x4E86; 20 &#x4EBA;&#x5C0F;&#x73ED;&#x8BFE;&#x5728;&#x7EBF;&#x4E92;&#x52A8;&#x7684;&#x76F4;&#x64AD;&#x65B9;&#x5F0F;&#xFF0C;&#x4EE5;&#x660E;&#x661F;&#x8BB2;&#x5E08;&#x505A;&#x4E3A;&#x9A71;&#x52A8;&#x4EA7;&#x54C1;&#x7684;&#x6838;&#x5FC3;&#x4E0D;&#x65AD;&#x7684;&#x5438;&#x5F15;&#x66F4;&#x591A;&#x7684;&#x5B66;&#x751F;&#x62A5;&#x540D;&#x3002;&#x540C;&#x65F6;&#x4E1C;&#x65B9;&#x4F18;&#x64AD;&#x4F7F;&#x7528;&#x7EBF;&#x4E0B;&#x5E97;&#x7684;&#x65B9;&#x5F0F;&#x6765;&#x63A8;&#x5E7F;&#xFF0C;&#x636E;&#x4E1C;&#x65B9;&#x4F18;&#x64AD; CEO &#x6731;&#x5B87;&#x900F;&#x9732;&#xFF1A;&#x201C;&#x4E1C;&#x65B9;&#x4F18;&#x64AD;&#x7684;&#x83B7;&#x5BA2;&#x6210;&#x672C;&#x5927;&#x6982;&#x662F;&#x5927;&#x73ED;&#x8BFE;&#x83B7;&#x5BA2;&#x6210;&#x672C;&#x7684;1/5&#x5230;1/10&#x3002;&#x5927;&#x73ED;&#x80FD;&#x5230;1000&#x5143;&#xFF0C;&#x6211;&#x4EEC;&#x662F;&#x5230;100-200&#x5143;&#x3002;&#x201D;&#x3002;&#x76EE;&#x524D;&#x5DF2;&#x7ECF;&#x7B97;&#x662F;&#x4E00;&#x4E2A;&#x5F97;&#x5230;&#x5E02;&#x573A;&#x8003;&#x9A8C;&#x7684;&#x6210;&#x529F;&#x4EA7;&#x54C1;&#xFF0C;&#x76F8;&#x4FE1;&#x672A;&#x6765;&#x4F1A;&#x6210;&#x4E3A;&#x65B0;&#x4E1C;&#x65B9;&#x4EA7;&#x54C1;&#x4E3E;&#x8BC1;&#x4E2D;&#x7684;&#x62F3;&#x5934;&#x4EA7;&#x54C1;&#x3002;
</p></li>

<li><p>
&#x5B66;&#x800C;&#x601D;&#x7F51;&#x6821;
</p>

<p>
&#x5B66;&#x800C;&#x601D;&#x7684;&#x8001;&#x5E08;&#x5927;&#x90E8;&#x5206;&#x90FD;&#x662F;&#x540D;&#x6821;&#x6BD5;&#x4E1A;&#xFF08;211&#xFF0C;985&#xFF09;&#xFF0C;&#x8D2D;&#x4E70;&#x53CA;&#x552E;&#x540E;&#x73AF;&#x8282;&#x90FD;&#x505A;&#x7684;&#x975E;&#x5E38;&#x597D;&#x3002;&#x5B66;&#x800C;&#x601D;&#x7F51;&#x6821;&#x901A;&#x8FC7;&#x7ED3;&#x5408;&#x5B66;&#x800C;&#x601D;&#x57F9;&#x4F18;&#x7EBF;&#x4E0B;&#x7684;&#x673A;&#x6784;&#x6765;&#x63A8;&#x5E7F;&#xFF0C;&#x8BA9;&#x90A3;&#x4E9B;&#x5DF2;&#x7ECF;&#x5BF9;&#x5B66;&#x800C;&#x601D;&#x6559;&#x5B66;&#x54C1;&#x8D28;&#x548C;&#x4E13;&#x4E1A;&#x670D;&#x52A1;&#x7684;&#x5BB6;&#x957F;&#x6BD4;&#x8F83;&#x8F7B;&#x677E;&#x5730;&#x8FC7;&#x6E21;&#x5230;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x7684;&#x4EA7;&#x54C1;&#x4E0A;&#x6765;&#x3002;&#x540C;&#x65F6;&#x5B66;&#x800C;&#x601D;&#x7F51;&#x6821;&#x7684;&#x6559;&#x7814;&#x6C34;&#x5E73;&#x4ECD;&#x7136;&#x4FDD;&#x6301;&#x7EBF;&#x4E0B;&#x7684;&#x9AD8;&#x6C34;&#x51C6;&#xFF0C;&#x540C;&#x65F6;&#x7ED3;&#x5408;&#x4F7F;&#x7528;&#x79D1;&#x6280;&#x5E26;&#x6765;&#x66F4;&#x591A;&#x7684;&#x4E92;&#x52A8;&#x624B;&#x6BB5;&#xFF0C;&#x6709;&#x4E9B;&#x8BFE;&#x7A0B;&#x7684;&#x6548;&#x679C;&#x53CD;&#x800C;&#x8981;&#x8D85;&#x8FC7;&#x7EBF;&#x4E0B;&#x8BFE;&#x7A0B;&#x3002;
</p></li>

<li><p>
&#x638C;&#x95E8; 1&#x5BF9;1
</p>

<p>
&#x638C;&#x95E8; 1&#x5BF9;1 &#x662F;&#x76EE;&#x524D; 1&#x5BF9;1 &#x6559;&#x5B66;&#x7684;&#x5934;&#x90E8;&#x4F01;&#x4E1A;&#x3002;&#x4EE5;1&#x4E2A;&#x5B69;&#x5B50;&#x4E00;&#x6574;&#x5957;&#x5B66;&#x4E60;&#x57F9;&#x517B;&#x65B9;&#x6848;&#x4E3A;&#x5356;&#x70B9;&#x5F97;&#x5230;&#x4E86;&#x4E0D;&#x5C11;&#x5BB6;&#x957F;&#x7684;&#x9752;&#x7750;&#x3002;
</p></li>
</ol>

<p>
&#x9664;&#x4E86;&#x8FD9;&#x4E9B;&#x5DF2;&#x7ECF;&#x5728;&#x8D5B;&#x9053;&#x4E0A;&#x9886;&#x5148;&#x7684;&#x4F01;&#x4E1A;&#x4E4B;&#x5916;&#xFF0C;&#x8FD8;&#x6709;&#x4E00;&#x5927;&#x6CE2;&#x6709;&#x96C4;&#x539A;&#x5B9E;&#x529B;&#x548C;&#x57FA;&#x7840;&#x7684;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x4EA7;&#x54C1;&#x6B63;&#x5728;&#x5FEB;&#x901F;&#x6210;&#x957F;&#x8D77;&#x6765;&#x3002;
</p></li>
</ul>


<ul class="org-ul">
<li><p>
&#x6709;&#x5173;&#x505C;&#x8BFE;&#x4E0D;&#x505C;&#x5B66;&#x7684;&#x5404;&#x79CD;&#x4E71;&#x8C61;
</p>

<p>
&#x5F62;&#x5F0F;&#x4E3B;&#x4E49;&#x5360;&#x5927;&#x591A;&#x6570;&#x3002;&#x51C6;&#x5907;&#x4E0D;&#x5145;&#x5206;&#xFF0C;&#x4EE5;&#x53CA;&#x5B66;&#x6821;&#x5E94;&#x5BF9;&#x4ED3;&#x4FC3;&#x800C;&#x9020;&#x6210;&#x5B66;&#x751F;&#xFF0C;&#x5BB6;&#x957F;&#xFF0C;&#x6559;&#x5E08;&#x5404;&#x79CD;&#x4E0D;&#x9002;&#x5E94;&#x548C;&#x63AA;&#x624B;&#x4E0D;&#x53CA;&#x3002;&#x4F7F;&#x7528;&#x9489;&#x9489;&#xFF0C;&#x76F4;&#x64AD;&#x8F6F;&#x4EF6;&#x6765;&#x8FDB;&#x884C;&#x8BFE;&#x5802;&#x8BB2;&#x5B66;&#x5728;&#x6211;&#x770B;&#x6765;&#x662F;&#x4E00;&#x79CD;&#x65E0;&#x5948;&#x4E4B;&#x4E3E;&#x3002;&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x5DE5;&#x5177;&#x6216;&#x8005;&#x65B9;&#x6CD5;&#x8981;&#x6295;&#x5165;&#x4F7F;&#x7528;&#x5E94;&#x8BE5;&#x7ED3;&#x5408;&#x539F;&#x6709;&#x7684;&#x7406;&#x5FF5;&#xFF0C;&#x6559;&#x5B66;&#x73AF;&#x8282;&#x8FDB;&#x884C;&#x76F8;&#x5E94;&#x7684;&#x8C03;&#x6574;&#x3002;&#x800C;&#x76EE;&#x524D;&#x5927;&#x90E8;&#x5206;&#x5B66;&#x6821;&#x4ED3;&#x4FC3;&#x4E0A;&#x9635;&#xFF0C;&#x9009;&#x62E9;&#x4E86;&#x4E00;&#x4E9B;&#x4E0D;&#x5408;&#x9002;&#x6216;&#x8005;&#x4E0D;&#x80FD;&#x9A7E;&#x9A6D;&#x7684;&#x5DE5;&#x5177;&#x6765;&#x8FDB;&#x884C;&#x8BFE;&#x5802;&#x8BB2;&#x5B66;&#x3002;&#x53EA;&#x80FD;&#x7B97;&#x662F;&#x6B7B;&#x9A6C;&#x5F53;&#x6D3B;&#x9A6C;&#x533B;&#x3002;
</p>

<p>
&#x53E6;&#x5916;&#x5728;&#x6709;&#x4E9B;&#x5B66;&#x6821;&#x586B;&#x9E2D;&#x5F0F;&#x7684;&#x6559;&#x80B2;&#x5728;&#x8FDB;&#x884C;&#x7EBF;&#x4E0A;&#x8BB2;&#x5B66;&#x7684;&#x65F6;&#x5019;&#x5F97;&#x5230;&#x4E86;&#x653E;&#x5927;&#x3002;&#x7531;&#x4E8E;&#x7F51;&#x7EDC;&#x6559;&#x5B66;&#x4E92;&#x52A8;&#x65B9;&#x5F0F;&#x7684;&#x53D8;&#x5316;&#xFF0C;&#x5F88;&#x591A;&#x8001;&#x5E08;&#x4E0D;&#x9002;&#x5E94;&#x53EA;&#x80FD;&#x9000;&#x800C;&#x6C42;&#x5176;&#x6B21;&#x5730;&#x4F7F;&#x7528;&#x5355;&#x5411;&#x8F93;&#x51FA;&#x7684;&#x65B9;&#x5F0F;&#x6765;&#x8BB2;&#x8FF0;&#x8BFE;&#x7A0B;&#x5185;&#x5BB9;&#x3002;&#x6559;&#x5B66;&#x76F8;&#x957F;&#xFF0C;&#x662F;&#x8981;&#x68C0;&#x9A8C;&#x548C;&#x548C;&#x53CD;&#x9988;&#x3002;
</p>

<p>
&#x672C;&#x6765;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x597D;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x80FD;&#x8BA9;&#x4E00;&#x4E2A;&#x8001;&#x5E08;&#x4E0D;&#x7528;&#x540C;&#x65F6;&#x6CE8;&#x610F;&#x591A;&#x4E2A;&#x5B66;&#x751F;&#xFF0C;&#x800C;&#x662F;&#x901A;&#x8FC7;&#x8F6F;&#x4EF6;&#x6280;&#x672F;&#x6765;&#x641C;&#x96C6;&#x4FE1;&#x606F;&#x3002;&#x76EE;&#x524D;&#x8FD9;&#x4E2A;&#x4F18;&#x52BF;&#x5E76;&#x6CA1;&#x6709;&#x5728;&#x5B66;&#x6821;&#x7684;&#x6559;&#x5B66;&#x6D3B;&#x52A8;&#x4E2D;&#x5F97;&#x5230;&#x53D1;&#x6325;&#x3002;
</p></li>
</ul>
</div>
</div>

<div id="outline-container-orgd8c2b42" class="outline-2">
<h2 id="orgd8c2b42">&#x603B;&#x7ED3;&#x53CA;&#x770B;&#x6CD5;</h2>
<div class="outline-text-2" id="text-orgd8c2b42">
<p>
&#x7EBF;&#x4E0A;&#x7EBF;&#x4E0B;&#x662F;&#x4E0D;&#x80FD;&#x4E92;&#x76F8;&#x66FF;&#x4EE3;&#x7684;&#x3002;&#x7EBF;&#x4E0B;&#x53CD;&#x9988;&#x548C;&#x6C9F;&#x901A;&#xFF0C;&#x7EBF;&#x4E0A;&#x6559;&#x5B66;&#x65E0;&#x6CD5;&#x66FF;&#x4EE3;&#x3002;&#x7EBF;&#x4E0A;&#x7684;&#x4FBF;&#x5229;&#x6027;&#xFF0C;&#x5168;&#x9762;&#x7684;&#x4FE1;&#x606F;&#x641C;&#x96C6;&#xFF0C;&#x53EF;&#x4EE5;&#x5BF9;&#x7EBF;&#x4E0B;&#x7684;&#x6559;&#x5B66;&#x6548;&#x679C;&#x8FDB;&#x884C;&#x52A0;&#x5F3A;&#x548C;&#x5EF6;&#x957F;&#x3002;&#x751A;&#x81F3;&#x5229;&#x7528;&#x4E00;&#x4E9B;&#x7EBF;&#x4E0B;&#x65E0;&#x6CD5;&#x4F7F;&#x7528;&#x7684;&#x6761;&#x4EF6;&#xFF0C;&#x6BD4;&#x5982;&#x8BE6;&#x7EC6;&#x8BB0;&#x5F55;&#x8BFE;&#x7A0B;&#x8FDB;&#x5EA6;&#xFF0C;&#x6D4F;&#x89C8;&#x6559;&#x5B66;&#x8BB0;&#x5F55;&#x548C;&#x7EDF;&#x8BA1;&#xFF0C;&#x7528;&#x6765;&#x63D0;&#x4F9B;&#x7ED9;&#x7EBF;&#x4E0A;&#x8BB2;&#x5E08;&#x66F4;&#x5168;&#x9762;&#x7684;&#x4FE1;&#x606F;&#xFF0C;&#x6765;&#x8F85;&#x52A9;&#x8BB2;&#x5E08;&#x66F4;&#x597D;&#x5730;&#x5E2E;&#x52A9;&#x5B66;&#x751F;&#x63D0;&#x9AD8;&#x3002;	
</p>

<p>
&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x7684;&#x53D1;&#x5C55;&#x65B9;&#x5411;&#x5E94;&#x8BE5;&#x662F;&#x670D;&#x52A1;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x4EA7;&#x54C1;&#x3002;&#x670D;&#x52A1;&#xFF0C;&#x7C7B;&#x4F3C;&#x4E8E;&#x4F53;&#x80B2;&#x8FD0;&#x52A8;&#x7684;&#x6559;&#x7EC3;&#xFF0C;&#x89C2;&#x5BDF;&#x5E76;&#x5206;&#x6790;&#xFF0C;&#x7136;&#x540E;&#x5236;&#x5B9A;&#x8BA1;&#x5212;&#xFF0C;&#x8F85;&#x52A9;&#x8BAD;&#x7EC3;&#xFF0C;&#x7EC8;&#x800C;&#x590D;&#x59CB;&#x3002;	&#x670D;&#x52A1;&#x5E94;&#x8BE5;&#x662F;&#x7075;&#x6D3B;&#x5E76;&#x4E14;&#x5168;&#x9762;&#x7684;&#xFF0C;&#x7EC8;&#x6781;&#x7684;&#x76EE;&#x7684;&#x5C31;&#x662F;&#x4E3A;&#x4E86;&#x8FBE;&#x5230;&#x771F;&#x6B63;&#x7684;&#x56E0;&#x6750;&#x65BD;&#x6559;&#x3002;&#x76EE;&#x524D;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x7684;&#x5934;&#x90E8;&#x4F01;&#x4E1A;&#x90FD;&#x5DF2;&#x7ECF;&#x5728;&#x5F62;&#x6210;&#x81EA;&#x5DF1;&#x72EC;&#x7279;&#x548C;&#x6709;&#x4F18;&#x52BF;&#x7684;&#x670D;&#x52A1;&#x4E0A;&#x8FDB;&#x884C;&#x4E86;&#x975E;&#x5E38;&#x5927;&#x7684;&#x53D1;&#x5C55;&#x3002;&#x65B0;&#x4E1C;&#x65B9;&#x7684;&#x660E;&#x661F;&#x8BB2;&#x5E08;&#xFF0C;&#x5B66;&#x800C;&#x601D;&#x7684;&#x5927;&#x73ED;&#x6559;&#x5B66;&#x90FD;&#x5DF2;&#x7ECF;&#x53D6;&#x5F97;&#x4E86;&#x975E;&#x5E38;&#x5927;&#x7684;&#x6210;&#x679C;&#x3002;
</p>
</div>
</div>
</div>

  </section>
</article>

  <div class="sharing grid">
  <section class="profile grid-item grid">
    <img class="avatar" src="https://avatars0.githubusercontent.com/u/1055130?s=460&v=4" alt="avatar">
    <div class="grid-item">
      <p class="title"> 极客世界 </p>
      <p class="subtitle"> 乐聚机器人研发总监 | 黄怀贤 </p>
    <div>
  </div></div></section>

  <section class="share-btns">
      <!-- <p> share it if you like it~ </p> -->
      <!-- <a class="twitter-share-button" data-size="large" data-via="DrakeLeung" href="https://twitter.com/intent/tweet?text=v id=" content">

<di">
  Tweet
</di"></a>

<script>
  window.twttr = (function(d, s, id) {
  var js, fjs = d.getElementsByTagName(s)[0],
    t = window.twttr || {};
  if (d.getElementById(id)) return t;
  js = d.createElement(s);
  js.id = id;
  js.src = "https://platform.twitter.com/widgets.js";
  js.async = true;
  fjs.parentNode.insertBefore(js, fjs);

  t._e = [];
  t.ready = function(f) {
    t._e.push(f);
  };

  return t;
}(document, "script", "twitter-wjs"));
</script>
 -->
  </section>
</div>


  
</main>

</body>
</html>
